

const catalogueFull = [
    {
      id:"vases",
      name:"Вазоны",
      routeName:"vases",
      empty:false,
      bgImage:"/general/catalogue/vases.png",
      description:'/catalogue/vases/vases-description/vases.md',
      seoTitle: "Вазоны в Воронеже - купить у производителя!",
      seoDescription: "Бетонные и комбинированные вазоны с доставкой по Воронежской и соседним областям. Широкий ассортимент вазонов для решения различных задач благоустройства. Наши вазоны украсят любое пространство. Большая вариативность и быстрое производство. Работаем с муниципалитетами, физлицами, юрлицами, ИП, УК, ТСЖ и застройщиками.",
      subcategories:[
        {
          id: "concreteVases",
          name:"Вазоны бетонные",
          message:"Исполняются в вариантах из мытого бетона на гранитной крошке.",
          caution:"Временно не производим исполнения из мраморной крошки.",
          cardType:"short",
        },
        {
          id: "metalVases",
          name:"Вазоны металлические",
          message:"Металлические вазоны, обшитые деревом. В комплект вазона входит пластиковое корыто объемом 90л для посадки растений. Дерево обработано тонирующими пропитками с синтетическими смолами и покрыто атмосферостойким лаком в два слоя. Металлический каркас окрашен грунт-эмалью",
          cardType:"short",
        }
      ]
    },
    {
      id:"benches",
      name:"Парковые диваны и скамейки",
      routeName:"benches",
      empty:false,
      bgImage:"/general/catalogue/benches.png",
      description:'/catalogue/benches/benches-description/benches.md',
      seoTitle: "Парковые диваны и скамейки в Воронеже - купить у производителя!",
      seoDescription: "Удобные, функциональные и надёжные парковые диваны для оформления зон отдыха, парков и придомовых территорий. Широкий ассортимент продукции позволит подобрать решение, подходящее именно вам! Есть возможность создания индивидуальных решений под ваши нужды. Работаем с муниципалитетами, физлицами, юрлицами, ИП, УК, ТСЖ и застройщиками. ",
      subcategories:[
        {
          id: "parkSofas",
          name:"Парковые диваны",
          message:"Исполняются в вариантах из мытого бетона на гранитной крошке.",
          caution:"Временно не производим исполнения из мраморной крошки.",
          cardType:"short",
        },
        {
          id:"parkBenches",
          name:"Cкамейки",
          message:"Исполняются в вариантах из мытого бетона на гранитной крошке.",
          caution:"Временно не производим исполнения из мраморной крошки.",
          cardType:"short",
        }
      ]
    },
    {
      id:"bins",
      name:"Урны",
      routeName:"bins",
      empty:false,
      bgImage:"/general/catalogue/bins.png",
      description:'/catalogue/bins/bins-description/bins.md',
      seoTitle: "Урны бетонные в Воронеже - купить у производителя!",
      seoDescription: "Удобные, функциональные и надёжные урны для поддержания чистоты общественных пространств и придомовых территорий. Поможем подобрать решения, подходящие под ваши задумки и потребности. Оформлять сбор мусора и отходов можно красиво! Работаем с муниципалитетами, физлицами, юрлицами, ИП, УК, ТСЖ и застройщиками.",
      subcategories:[
        {
          id: "bins", 
          name:"Урны бетонные",
          message:"Временно не производим исполнения из мраморной крошки.",
          caution:[],
          cardType:"short",
        }
      ],
    },
    {
      id:"antiparkings",
      name:"Антипарковочные элементы",
      routeName:"antiparkings",
      empty:false,
      bgImage:"/general/catalogue/antiparkings.png",
      description:'/catalogue/antiparkings/antiparkings-description/antiparkings.md',
      seoTitle: "Антипарковочные элементы в Воронеже - купить у производителя!",
      seoDescription: "Надёжные, долговечные и лаконичные элементы для ограничения парковочных пространств. Наш широкий ассортимент позволит подобрать красивое и функциональное решение для обеспечения безопасности и удобства общественных пространств и частных территорий. Работаем с муниципалитетами, физлицами, юрлицами, ИП, УК, ТСЖ и застройщиками.",
      subcategories:[
        {
          id: "antiparkingHemispheres",
          name:"Антипарковочные полусферы",
          message:"Исполняются в вариантах из мытого и гладкого бетона. Доступна покраска гладкого бетона в любой цвет.",
          caution:"Временно не производим исполнения из мраморной крошки.",
          cardType:"short",
        },
        {
          id: "antiparkingColumns",
          name:"Антипарковочные столбики",
          message:"Исполняются в вариантах из мытого и гладкого бетона. Доступна покраска гладкого бетона в любой цвет.",
          caution:"Временно не производим исполнения из мраморной крошки.",
          cardType:"short",
        }
      ]
    },
    {
      id:"platforms",
      name:"Мусорные площадки",
      routeName:"platforms",
      empty:false,
      bgImage:"/general/catalogue/platforms.png",
      description:'/catalogue/platforms/platforms-description/platforms.md',
      seoTitle: "Мусорные площадки в Воронеже - купить у производителя!",
      seoDescription: "Вместительные и удобные мусорные площадки для сбора мусора и отходов в жилых зонах. В наличии площадки открытого и закрытого типов. Наша компания имеет многолетний опыт установки и обслуживания мусорных площадок по всей Воронежской области и не только. Работаем с муниципалитетами, физлицами, юрлицами, ИП, УК, ТСЖ и застройщиками.",
      subcategories:[
        {
          id: "platforms",
          name:"Мусорные площадки",
          message:"Исполняются в вариантах из мытого и гладкого бетона. Доступна покраска гладкого бетона в любой цвет.",
          caution:"",
          cardType:"short",
        },
      ]
    },
    {
      id:"blocks",
      name:"Бетонные блоки и крышки",
      routeName:"blocks",
      empty:false,
      bgImage:"/general/catalogue/blocks.png",
      description:'/catalogue/blocks/blocks-description/blocks.md',
      seoTitle: "Бетонные блоки и крышки в Воронеже - купить у производителя!",
      seoDescription: "Бетонные блоки и крышки для оформления придомовых, частных территорий и общественных пространств. Простота изготовления и надёжность товаров в широком ассортименте - наши отличительные черты. Мы поможем вам подобрать решения, подходящие под потребности вашего участка. Работаем с муниципалитетами, физлицами, юрлицами, ИП, УК, ТСЖ и застройщиками.",
      subcategories:[
        {
          id: "blocks",
          name:'Блоки',
          message:'',
          caution:'',
          cardType:"short",
        }
      ]
    },
    {
      id:"fences",
      name:"Еврозаборы",
      routeName:"fences",
      empty:false,
      bgImage:"/general/catalogue/fences.png",
      description:'/catalogue/fences/fences-description/fences.md',
      seoTitle: "Еврозаборы в Воронеже - купить у производителя!",
      seoDescription: "Модульные и надёжные еврозаборы для ограждения участков любой формы и площади. Широкий ассортимент и модульная конструкция позволяют создать забор, подходящий именно вам. Надёжность и скорость изготовления позволяют возвести крепкий забор в кратчайшие сроки. Работаем с муниципалитетами, физлицами, юрлицами, ИП, УК, ТСЖ и застройщиками.",
      subcategories:[
        {
          id: "concreteFences",
          name:"Еврозаборы",
          message:"Исполняются в вариантах из мытого и гладкого бетона. Доступна покраска гладкого бетона в любой цвет.",
          caution:"Временно не производим исполнения из мраморной крошки.",
          cardType:"short",
        }
      ]
    }
  ]

export {catalogueFull}